tap "bell-sw/liberica"
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "oven-sh/bun"
tap "yqrashawn/goku"
brew "atuin"
brew "awscli"
brew "bat"
brew "cfssl"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fish"
brew "fzf"
brew "git-delta"
brew "glow"
brew "go"
brew "gopls"
brew "gost"
brew "grpcurl"
brew "helix"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "lua-language-server"
brew "marksman"
brew "neovim"
brew "node@18"
brew "ollama"
brew "p7zip"
brew "podman"
brew "protobuf"
brew "qrencode"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stow"
brew "tmux"
brew "trash", link: true
brew "uv"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "yqrashawn/goku/goku"
cask "1password-cli"
cask "appcleaner"
cask "calibre"
cask "firefox"
cask "font-ibm-plex-mono"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "liberica-jdk17"
cask "lm-studio"
cask "maccy"
cask "netnewswire"
cask "obsidian"
cask "skype"
cask "slack"
cask "zoom"
vscode "bbenoist.nix"
vscode "bmalehorn.vscode-fish"
vscode "continue.continue"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "lawrencegrant.cql"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-repositories"
vscode "pbkit.vscode-pbkit"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "simonho.kanagawa-paper"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
