tap "bell-sw/liberica"
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "oven-sh/bun"
tap "yqrashawn/goku"
brew "atuin"
brew "awscli"
brew "bat"
brew "cfssl"
brew "colima"
brew "docker"
brew "docker-compose"
brew "entr"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "glow"
brew "go"
brew "gopls"
brew "gost"
brew "grpcurl"
brew "helix"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "lua-language-server"
brew "marksman"
brew "neovim"
brew "node@18"
brew "p7zip"
brew "protobuf"
brew "qrencode"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stow"
brew "tmux"
brew "trash"
brew "uv"
brew "yt-dlp"
brew "zig"
brew "zls"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "yqrashawn/goku/goku"
cask "1password-cli"
cask "appcleaner"
cask "calibre"
cask "firefox"
cask "font-ibm-plex-mono"
cask "iina"
cask "karabiner-elements"
cask "kindle-comic-converter"
cask "kindle-previewer"
cask "liberica-jdk17"
cask "lm-studio"
cask "maccy"
cask "obsidian"
cask "postman"
cask "zed"
cask "zoom"
vscode "apust.rubber-theme"
vscode "asvetliakov.vscode-neovim"
vscode "bbenoist.nix"
vscode "bmalehorn.vscode-fish"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "lawrencegrant.cql"
vscode "mathiasfrohlich.kotlin"
vscode "pbkit.vscode-pbkit"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
