tap "bell-sw/liberica"
brew "atuin"
brew "awscli"
brew "bat"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gost"
brew "grpcurl"
brew "helix"
brew "helm"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lua-language-server"
brew "marksman"
brew "neovim"
brew "node@22"
brew "p7zip"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stow"
brew "tmux"
brew "trash", link: true
brew "uv"
brew "yazi"
brew "zoxide"
cask "1password-cli"
cask "appcleaner"
cask "font-ibm-plex-mono"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "liberica-jdk21"
cask "maccy"
vscode "anthropic.claude-code"
vscode "bbenoist.nix"
vscode "bmalehorn.vscode-fish"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "kuscamara.yamllint-fix"
vscode "lawrencegrant.cql"
vscode "mathiasfrohlich.kotlin"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-speech"
vscode "pbkit.vscode-pbkit"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
